Repository: ragnarok22/smehla
Catalog: services/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Passport
es: Pasaporte
pt: Passaporte

source: Visa
pt: Visto

source: Residence
es: Residencia
pt: Residência

source: It is in process
es: Está en trámite
pt: Está em endamento

source: Single
es: Soltero
pt: Solteiro

source: Married
es: Casado
pt: Casado

source: Widower
es: Viudo
pt: Viúvo

source: Divorced
es: Divorciado
pt: Divorciado(a)

source: Man
es: Hombre
pt: Homem

source: Woman
es: Mujer
pt: Mulher

source: First name
es: Nombre
pt: Primeiro Nome

source: Last name
pt: Apelido

source: Born date
es: Fecha de Nacimiento
pt: Data de nascimento

source: Civil status
es: Estado civil
pt: Estado civil

source: Sex
es: Sexo
pt: Sexo

source: Picture
es: Imagen
pt: Imagem

source: Father name
es: Nombre del Padre
pt: Nome do Pai

source: Mother name
es: Nombre de la Madre
pt: Nome da Mãe

source: Email
es: Correo Electrónico
pt: Endereço Eletrônico

source: Phone number
es: Número de teléfono
pt: No Telefônico

source: Profession
es: Profisión
pt: Profissão

source: Province
es: Provincia
pt: Provincia

source: Municipality
es: Municipio
pt: Município

source: Commune
es: Comunidad
pt: Comuna

source: Neighborhood
es: Barrio
pt: Bairro

source: Street
es: Calle
pt: Rua

source: Client
es: Cliente
pt: Utente

source: Clients
es: Clientes
pt: Utentes

source: Request
es: Solicitud
pt: Solicitação

source: Invoicing
es: Facturación
pt: Facturação

source: Revision
es: Revisión
pt: Revisão

source: Authenticating
es: Autenticar
pt: Autenticar

source: Deliver
es: Entrega
pt: Entregar

source: Unknown service type
es: tipo de servicio desconocido
pt: Tipo de serviço desconhecido

source: Visa Extension
es: Prorroga de Visa
pt: Prorroga de Visto

source: Residence authorization
es: Autorización de residencia
pt: Autorização de Residência

source: Status
es: Estado
pt: Estado

source: Official
es: Funcionario
pt: Funcionario

source: Work visa
es: Visa de Trabajo
pt: Visto de Trabalho

source: Privileged visa
es: Visa Privilegiada
pt: Visto Privilegiado

source: Study visa
es: Visa de Estudio
pt: Visto de estudo

source: Medical Treatment visa
es: Visa de Tratamiento Médico
pt: Visto de Tratamento Médico

source: Temporary stay visa
es: Visa de Estancia Temporal
pt: Visto de Permanencia Temporária

source: Short-term visa
es: Visa de corto plazo
pt: Visto de Curta Duraçäo

source: Tourist visa
es: Visa de turista
pt: Visto de Turismo

source: Ordinary visa
es: Visa ordinaria
pt: Visto Ordinario

source: Request type
es: Tipo de pedido
pt: Tipo de Prorrogação

source: Place of birth
es: Lugar de Nacimiento
pt: Naturalidade

source: Birth country
es: País de Nacimiento
pt: País Natal

source: Passport No.
es: No. de pasaporte
pt: Passaporte No

source: Passport issuance date
es: Fecha de emisión de pasaporte
pt: Data de Emissão do passaporte

source: Passport expiration date
es: Fecha de expiración del pasaporte
pt: Válido até

source: Lodging
es: Alojamiento
pt: Local de hospedagem em Angola

source: City lodging
es: Ciudad
pt: Cidade

source: Street lodging
es: Calle
pt: Rua

source: Lodging house No.
es: Casa No
pt: Casa No

source: Last entry angola date
es: Fecha de la última entrda en Angola
pt: Data da última entrada en Angola

source: Frontier used
es: Frontera utilizada
pt: Posto de Fronteira utilizado

source: Visa expiration date
es: Fecha de expiración de visa
pt: Visto Expirado aos

source: Visas
pt: Vistos

source: Organism address
pt: Endereço Completo do Organismo em Angola

source: Init contract date
pt: Data do contrato inicial

source: End contract date
pt: Data do contrato final

source: Entity name
pt: Nome do Organismo contratante

source: Public
es: Publico
pt: Publico

source: Private
es: Privado
pt: Privado

source: Unity type
es: Tipo de Unidad
pt: Tipo de unidade

source: Reason
es: Razón
pt: Razões porque quer residir em Angola

source: Permanent
es: Permanente
pt: Permanente

source: Yes
pt: Sim

source: No
pt: Näo

source: Wife
pt: Esposa

source: Husband
pt: Marido

source: Children
pt: Crianças

source: Others
pt: Outros

source: Live with a familiar
pt: Vive com um familiar

source: Familiars
pt: Familiares

source: Mission in favor of a religious institution
es: Misión a favor de una institución religiosa.
pt: Cumprimento de missão a favor de uma instituição religiosa

source: Carrying out scientific research
es: Llevando a cabo investigaciones científicas.
pt: Realização de Trabalho Investigaçäo Científica

source: Family Accompaniment
es: Acompañamiento familiar
pt: Acompanhamento Familiar

source: Familiar with a valid residence permit holder
es: Familiarizado con un titular de permiso de residencia válido
pt: Familiarizado com um titular de autorização de residência válida

source: Spouse of national citizen
es: Cónyuge de ciudadano nacional
pt: Ser Cônjuge do cidadão nacional

source: address angola
es: Dirección en angola
pt: Endereço em Angola

source: Research company
pt: Nome da Empresa Investigadora

source: Represent
pt: Representar

source: Procurator
pt: Procurador

source: Condition
pt: Condição

source: Professional training to obtain an academic or professional degree
es: Formación profesional para obtener un título académico o profesional.
pt: Formação profissional para obtenção de grau académico ou profissional

source: Private companies
es: Compañías privadas
pt: Empresas ou Serviços Privados

source: Public companies
es: Empresas públicas
pt: Empresas ou Serviços Públicos

source: internships in
es: pasantías en
pt: Realizar Estágios em

source: Visa No.
es: No. de visa
pt: Visto No

source: Valid date
es: Fecha válida hasta
pt: Válido até

source: Number of days of extension
pt: Número de dias da Prorroga

source: Extension
es: Prorroga
pt: Prorrogação

source: Bad conservation
es: Mala conservacion
pt: Má conservação

source: Lost/Theft
es: Perdido / robo
pt: Extravio/Furto

source: Observations
es: Observaciones
pt: Observações

source: Naturalness
pt: Naturalidade

source: Nationality
es: Nacionalidad
pt: Nacionalidade

source: Date
es: Fecha
pt: Data

source: Page exhaustion
es: Agotamiento de la página
pt: Esgotamento de Página

source: Passport type
es: Tipo de pasaporte
pt: Tipo do Passaporte

source: Remission type
es: Tipo de remisión
pt: Tipo de Reemissão

source: Issued in
es: Emitido en
pt: Emitido em

source: Date of cédula pessoal issue
es: Fecha de emisión de la cédula.
pt: Data de emissao da Cédula pessoal

source: Identity card
es: Carnet de identidad
pt: Bilhete de identidade No

source: Spouse
pt: Nome Completo do Cônjuge

source: passport
es: Pasaporte
pt: Passaporte

source: passports
es: Pasaportes
pt: Passaportes

source: Delete client %(client)s
es: Eliminar cliente %(client)s
pt: Excluir cliente %(client)s

source: Are you sure to delete the client %(client)s from the system?
es: ¿Estás seguro de eliminar al cliente %(client)s del sistema?
pt: Tem certeza de excluir o cliente %(client)s do sistema?

source: Accept
es: Aceptar
pt: Aceitar

source: Client %(client.get_full_name)s
es: Cliente %(client.get_full_name)s
pt: Cliente %(client.get_full_name)s

source: Migratory acts
es: Actos migratorios
pt: Actos migratórios

source: Type
es: Tipo
pt: Tipo

source: No requested services found
es: No se ha encontrado ninguna petición de servicio
pt: Nenhum serviço solicitado encontrado

source: Update
es: Actualizar
pt: Atualizar

source: Delete
es: Eliminar
pt: Excluir

source: Add service
es: Añadir servicio
pt: Adicionar serviço

source: Residence renovation
pt: Renovação de residência

source: Residence by marriage
pt: Residência por casamento

source: Parents
es: Parientes
pt: Filiação

source: Father's name
es: Nombre del padre
pt: Nome do Pai

source: Mother's name
es: Nombre de la madre
pt: Nome da Mãe

source: Address
es: Dirección
pt: Residência

source: Phone
es: Teléfono
pt: Telefone

source: Download data attachment
pt: Exportar Dados

source: Add client
es: Añadir cliente
pt: Adicionar cliente

source: Personal data
es: Datos personales
pt: Dados pessoais

source: Filiation
es: Filiación
pt: Filiação

source: Current address
pt: Indereço Actual

source: Clients list
es: Listado de cliente
pt: Lista de Utentes

source: Full name
es: Nombre completo
pt: Nome completo

source: Client detail
es: Detalle del cliente
pt: Detalhe do Utente

source: No client found in the system.
es: No se encontraron clientes en el sistema.
pt: Não se encontrarão cliente no sistema.

source: Create new client
es: Añadir nuevo cliente
pt: Criar novo cliente

source: Home
es: Inicio
pt: Inicio

source: System of emigration and foreign affairs
es: Sistema de inmigración y extranjería
pt: Sistema de migração e estrangeiros

source: For a migration service more fortress and dynamic, on the way to modernization and excellence
es: Por un servicio de inmigración más fuerte y dinámico, rumbo a la modernización y la excelencia
pt: Por um Serviço de Migração mais forte e dinâmico, rumo à Modernização e Excelência.

source: Mission
es: Misión
pt: Missão

source: The migration and foreigners service (EMS) ensures the inviolability and security of the land, sea, river and air borders of Angola, through the application of legally established administrative and physical procedures. The SME combats migratory illegality and regulates the legal circulatory flows of people, in isolation and in collaboration with national and international authorities.
es: El servicio de Migración y Extranjeros (SME) vela por la inviolabilidad y seguridad de las fronteras terrestres, marítimas, fluviales y aéreas de Angola, por la aplicación de los procedimientos administrativos y físicos legalmenteprevistos. El SME combate la ilegalidad migratoria y regula los flujos circulatorios legales de personas, aisladamentey en colaboración con las autoridades nacionales e internacionales.
pt: O serviço de Migração e Estrangeiros (SME) zela pela inviolabilidade e segurança das fronteiras terrestres, marítimas, fluviais e aéreas de Angola, pela aplicaçäo dos procedimentos administrativos e físicos legalmente previstos. O SME combate a ilegalidade migratória e regula os fluxos circulatórios legais de pessoas, isoladamente e em colaboração com as autoridades nacionais e internacionais.

source: Values
es: Valores
pt: Valores

source: The daily activities of the Migration and Foreigners Service (EMS) are based on universal values:
es: La actuación cotidiana del Servicio de Migración y Extranjeros (SME) se rige por los valores universales:
pt: A actuação quotidiana do Serviço de Migração e Estrangeiros (SME) pauta-se por valores universais:

source: Legality
es: Legalidad
pt: Legalidade

source: compliance with and strict application of migration legislation ensures the correct interpretation of the rules in force in Angola, and the fight against migratory crime.
es: El cumplimiento y aplicación rigurosa de la legislación migratoria asegura la correcta interpretación de las reglas vigentes en Angola, y la lucha contra la criminalidad migratoria.
pt: A imunidade ao aliciamento, à corrupção ou e demais fenómenos nefastos para a execução da missão do SME é requisito indispensável à tomada da responsabilidade pela gestão e controlo dos fluxos migratórios de e para Angola, assegurando a segurança fronteiriça nacional.

source: Security
es: Seguridad
pt: Segurança

source: The prevention and elimination of all risks to the border integrity of Angola is a result of law enforcement and the mobilization of the necessary technical and human resources.
es: La prevención y eliminación de todos los riesgos para la integridad fronteriza de Angola se deriva de la aplicaión de la ley y de la movilización de los medios técnicos y humanos necesarios.
pt: A prevenção e eliminação de todos os riscos para a integridade fronteiriça de Angola decorre da aplicação da lei e da mobilização dos meios técnicos e humanos necessários.

source: Humanity
es: Humanidad
pt: Humanidade

source: full respect for Human Rights in the treatment of citizens, both legally and illegally, is an inseparable element of the activity of the EMS, reflected in the daily practice of its staff.
es: El respeto integral de los derechos humanos en el trato de los ciudadanos, tanto en situación legal como ilegal, es un elemento indisociable de la actividad del SME, reflejándose en la práctica diaria de sus efectivos.
pt: O respeito integral pelos Direitos Humanos no tratamentos dos cidadãos, tanto em situação legal como ilegal, é um elemento indissociável da actividade de SME, reflectindo-se na práctica diária dos seus efectivos.

source: Delete passport
es: Eliminar pasaporte
pt: Excluir passaporte

source: Are you sure to delete this passport?
es: ¿Estás seguro de eliminar este pasaporte?
pt: Tem certeza de excluir este passaporte?

source: Allottee to
es: Asignado a
pt: atribuida a

source: Expire date
es: Fecha de expiración
pt: Data de validade

source: Passport request
es: Petición de pasaporte
pt: Pedido do Passaporte

source: Passport details
pt: Detalhes do Passaporte

source: Birth certificate
pt: Certidão de Nascimento

source: For use of the reception
pt: Para Uso da Recepção

source: Date reception
pt: Data da Recepção

source: For official use
pt: Para Uso Oficial

source: Condition of the foreign citizen
pt: Condição do cidadão estrangeiro

source: For non-local use of the reception
pt: Para uso no local de Recepção

source: Intends to reside with your household
pt: Pretende residir com sua família

source: Service status
es: Estado del servicio
pt: Estados dos serviços

source: Search status
pt: Procurar serviço

source: Search
es: Buscar
pt: Procurar

source: Name
es: Nombre
pt: Nome

source: Passport number
pt: Número do Passaporte

source: Error processing request
es: Error procesando la petición
pt: Error procurando petiçao

source: Could not connect to server
es: No se pudo conectar al servidor
pt: Não pode conectar ao servidor

source: Attend school program
pt: Frequentar programa de estudos em Escolas

source: Perform internships in
pt: Realize estágios em

source: intends to remain in Angola based on the following
pt: Pretende permanecer em Angola com Fundamento no Seguinte

source: Tools
es: Herramientas
pt: Ferramentas

source: Services tools
es: Herramientas de servicios
pt: Ferramentas de serviços

source: Visa for a client
es: Visa para un cliente
pt: Visto para um cliente

source: Request visa extension
pt: Solicitar Prorroga de Visto

source: Passport for a client
es: Pasaporte para un cliente
pt: Passaporte para um cliente

source: Services Request's List
es: Listado de petición de servicios
pt: Lista de pedidos de serviços

source: Client's name
es: nombre del cliente
pt: Nome do cliente

source: State
es: Estado
pt: Estado

source: Actions
es: Acciones
pt: Ações

source: Has no service created yet
es: No hay ningún servicio todavía
pt: Não tem serviços criados

source: Work visa for a client
pt: Visto de trabalho

source: Medical Visa for a client
pt: Visto de Tratamento Médico

source: Resident Visa for a client
pt: Visto de Fixaçäo de Residencia

source: Temporary Visa for a client
pt: Visto de Permanência Temporária

source: Privileged Visa for a client
pt: Visto Privilegiado

source: Study Visa for a client
pt: Visto de Estudo

source: Short-term Visa for a client
pt: Visto de Curta Duraçäo

source: Tourist Visa for a client
pt: Visto de Turista

source: Ordinary Visa for a client
pt: Visto Ordinario

source: Unexpected error
pt: Erro inesperado

source: An error happened
pt: Um erro aconteceu

source: Delete visa
es: Eliminar visa
pt: Excluir visto

source: Are you sure to delete this visa?
es: ¿Estás seguro de eliminar esta visa?
pt: Tens a certeza de excluir este visto?

source: Visa request detail
pt: Detalhe do Pedido de Visto

source: Visa type
pt: Tipo de Visto

source: Lodging address
pt: Local de Hospedagem em Angola

source: City
pt: Cidade

source: House No.
pt: Casa No

source: Other dates
pt: Outros Dados

source: Last entry Angola date
pt: Data da última entrada en Angola

source: Frontier
pt: Posto de Fronteira utilizado

source: Work visa detail
pt: Detalhe do visto de trabalho

source: %(born_date)s is not a correct born date
es: %(born_date)s no es una fecha de nacimiento válida
pt: %(born_date)s não é uma data correta

source: There are not request that correspond with that search
pt: Não há pedido que corresponda a esse Bilhete de Identidade

source: Is in progress
es: Está en progreso
pt: Está em endamento

source: Has no found any request with %(value)s ci
es: No se ha encontrado ninguna petición con el ci %(value)s
pt: Não encontrou nenhum pedido com %(value)s ci

source: Data attachment
es: Datos adjuntos

source: Function
es: Acciones

source: Work name
es: Nombre del Trabajo

source: Home No.
es: Casa No

source: Father nationality
es: Nacionalidad del Padre

source: Mother nationality
es: Nacionalidad de la Madre

source: Origin nationality
es: Nacionalidad de origen

source: Current nationality
es: Nacionalidad actual

source: Denied
es: Negado

source: Unity medical name
es: Nombre de la Uniddad Médica

source: Date init treatment
es: Fecha de inicio del tratamiento

source: Date end treatment
es: Fecha de fin Tratamiento

source: Humanitarian reason
es: Razon humanitaria

source: Subsistence
es: Subsistencia

source: Study program
es: Programa de estudio

source: Init date
es: Fecha de Inicio

source: End date
es: Fecha del Final

source: Resident visa
es: Visa de fijación de Residencia

source: Extension type
es: Tipo de extensión

source: Reason extension
es: Razón de la Prorroga

source: Temporary type A
es: Tipo temporal A

source: Temporary type B
es: Tipo temporal B

source: Emission
es: Emisión

source: Expiration
es: Fecha de Vencimiento

source: Type request
es: Tipo de solicitud

source: Passport issued in
es: Pasaporte emitido en

source: Date of issuance of passport
es: Fecha de expedición del pasaporte.

source: Location
es: Localización

source: Authorization of residences
es: Autorización de residencias.

source: Service
es: Servicio

source: Remission
es: Remisión

source: Personal No.
es: No. personal

source: Identity card issued in
es: Carnet de identidad emetido en
