Repository: ragnarok22/smehla
Catalog: news/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Picture
pt: Imagem

source: Title
pt: Título

source: Content
pt: Contiudo

source: Publication date
pt: Data da Publicaçäo

source: News
pt: Noticias

source: Service Type
pt: Tipo de serviço

source: Description
pt: Descrição

source: File
pt: Arquivo

source: Service
pt: Serviço

source: Services
pt: Serviços

source: Legislation Type
pt: Tipo de Legislaçäo

source: Legislation
pt: Legislaçäo

source: Director profile
pt: Perfil do Director

source: History
pt: Historico

source: Delete legislation
pt: Excluir Legislaçäo

source: Are you shure to delete this legislation?
pt: Tens a certeza que desejas excluir este serviço?

source: Accept
pt: Aceitar

source: Create legislation
pt: Criar Legislaçäo

source: Legislations
pt: Legislaçöes

source: Add Legislation
pt: Adicionar Legislaçäo

source: Update
pt: Atualizar

source: Delete
pt: Eliminar

source: Delete news
pt: Excluir notícias

source: Are you shure to delete the "%(news)s" news?
pt: Tens a Certeza de excluir a Noticia "%(news)s"

source: Add news
pt: Adicionar noticias

source: View news
pt: Ver noticias

source: Delete service
pt: Excluir Servicios

source: Are you shure to delete this service?
pt: Tens a certeza que desejas excluir este serviço?

source: Create service
pt: Criar serviço

source: Our services
pt: Nossos serviços

source: Add service
pt: Adicionar serviços
